{
    "players": [
        [
            "Wilhelm Steinitz",
            "May 17, 1836 - August 12, 1900",
            "Austrian Empire",
            "1886 - 1894",
            " ",
            "<p>Wilhelm Steinitz (May 17, 1836 - August 12, 1900)  was born in Prague, Bohemia (now the Czech Republic), lived in Vienna, and then headed to the New World, emigrating to the United States. </p><p>He learned to play chess at the age of 12 but his interest in chess developed while studying in Vienna. It was at this time that the great chess player, Morphy's exploits hit the headlines and there was a great revival in people's interest in the game. By the age of 26 he was a champion of Vienna and a professional chess player.</p><p>In 1866 Steinitz defeated Anderssen in a match finishing with a score of 8 wins, 0 draw and 6 losses. Steinitz later claimed that this was the beginning of his world championship reign even though at the time the match occurred there was no suggestion of any title at stake. Steinitz went on to beat Anderssen at a tournament in 1868 at Aachen but Anderssen defeated Steinitz at a more important tournament in Baden-Baden in 1870.</p><p>The first official World Championship match began on Monday 11th January 1886 in the United States. The first part of the tournament was to take place in New York until one player had won four games. They would then move to St. Louis until one of them won three more games. The final part was to be played in New Orleans. The winner would be the first man to score ten wins. For the first time, a large demonstration board was used to replay the moves to the crowd of spectators that had gathered to observe the games and after each move had been played it was immediately cabled back to Europe where most people were supporting Zukertort.At the end of the first stage Zukertort was leading by four games to one. In St. Louis Steinitz equalised and the score was now four wins each with one draw. In New Orleans the match remained close until game 15 with Steinitz leading by six wins to five with four draws. Zukertort then scored only one draw in the next five games and was showing signs of total exhaustion. Steinitz had scored ten wins to Zukertort's five and was the world champion. </p><p>Steinitz was arguably the first great thinker in the game, and his writings greatly inf luenced the development of chess. After an early “mandatory” phase as a swashbuckling attacker, Steinitz became more and more of a strategical player, and eventually one with exaggerated respect for the dynamic potential of cramped, defensive positions. He is considered the first official world cham- pion, thanks to his defeat of Zukertort in 1886. His play left an indelible mark on the game.<p></p>Statistical rating systems give Steinitz a rather low ranking among world champions, mainly because he took several long breaks from competitive play. However, an analysis based on one of these rating systems shows that he was one of the most dominant players in the history of the game. As author Will Hartson wrote in his chess historical, Steinitz was unbeaten in over 25 years of match play. He was perhaps the first of the modern champions, and established a greater depth in playing.</p>",
        	"Steinitz",
			"1"
        ],
        [
            "Emanuel Lasker",
            "December 24, 1868 - January 11, 1941",
            "German",
            "1894-1920",
            " ",
            "<p>Emanuel Lasker (December 24, 1868 - January 11, 1941) was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years. In his prime Lasker was one of the most dominant champions, and he is still generally regarded as one of the strongest players ever.</p><p> His contemporaries used to say that Lasker used a \"psychological\" approach to the game, and even that he sometimes deliberately played inferior moves to confuse opponents. Recent analysis, however, indicates that he was ahead of his time and used a more flexible approach than his contemporaries, which mystified many of them. Lasker knew the openings well but disagreed with many contemporary analyses. He published chess magazines and five chess books, but later players and commentators found it difficult to draw lessons from his methods. Lasker made contributions to the development of other games. He was a first-class contract bridge player and wrote about bridge and other games, including Go and his own invention, Lasca. His books about games presented a problem which is still considered notable in the mathematical analysis of card games. </p><p>Lasker was also a research mathematician who was known for his contributions to commutative algebra, which included proving the primary decomposition of the ideals of polynomial rings. On the other hand, his philosophical works and a drama that he co-authored received little attention.</p>",
            "Lasker",
			"2",
        ],
        [
            "Jose Raul Capablanca",
            "19 November 1888 - 8 March 1942",
            "Cuba",
            "1921 - 1927",
            " ",
            "<p>Jose Raul Capablanca (19 November 1888 - 8 March 1942) was a Cuban chess player who was world chess champion from 1921 to 1927. One of the greatest players of all time, he was renowned for his exceptional endgame skill and speed of play. Due to his achievements in the chess world, mastery over the board and his relatively simple style of play he was nicknamed the \"Human Chess Machine\".He is widely regarded as the most naturally talented chess player in history.</p><p>Capablanca excelled in simple positions and endgames, and his positional judgment was outstanding, so much so that most attempts to attack him came to grief without any apparent defensive efforts on his part. However, he could play great tactical chess when necessary – most famously in the 1918 Manhattan Chess Club Championship tournament (in New York) where Marshall sprang a deeply analyzed prepared variation on him, which he refuted while playing under the normal time limit (although ways have since been found to strengthen the Marshall Attack). He was also capable of using aggressive tactical play to drive home a positional advantage, provided he considered it safe and the most efficient way to win, for example against Spielmann in the 1927 New York tournament.</p>",
            "Capablanca",
			"3"
        ],
        [
            "Alexander Alekhine",
            "October 31 1892 - March 24, 1946",
            "USSR",
            "1927-1935,1937-1946",
            " ",
            "<p>Alexander Alexandrovich Alekhine, PhD (October 31 1892 - March 24, 1946), pronounced was the fourth World Chess Champion. He is often considered one of the greatest chess players ever.</p><p>By the age of twenty-two, he was already among the strongest chess players in the world. During the 1920s, he won most of the tournaments in which he played. In 1927, he became the fourth World Chess Champion by defeating Capablanca, widely considered invincible, in what would stand as the longest chess championship match held until 1985.</p><p>In the early 1930s, Alekhine dominated tournament play and won two top-class tournaments by large margins. He also played first board for France in five Chess Olympiads, winning individual prizes in each (four medals and a brilliancy prize). Alekhine offered Capablanca a rematch on the same demanding terms that Capablanca had set for him, and negotiations dragged on for years without making much progress. Meanwhile, Alekhine defended his title with ease against Bogoljubov in 1929 and 1934. He was defeated by Euwe in 1935, but regained his crown in the 1937 rematch. His tournament record, however, remained uneven, and rising young stars like Keres, Fine, and Botvinnik threatened his title. Negotiations for a title match with Keres or Botvinnik were halted by the outbreak of World War II in Europe in 1939. Negotiations with Botvinnik for a world title match were proceeding in 1946 when Alekhine died in Portugal, in unclear circumstances.</p><p>Alekhine is known for his fierce and imaginative attacking style, combined with great positional and endgame skill. Statistical rating systems differ about his strength relative to other players, giving him rankings between fourth and eighteenth in their \"all-time\" lists. Alekhine is highly regarded as a chess writer and theoretician, producing innovations in a wide range of chess openings, and giving his name to Alekhine's Defence and several other opening variations. He also composed some endgame studies.</p>",
            "Alekhine",
			"4"
        ],
        [
            "Machgielis Euwe",
            "May 20, 1901 - November 26, 1981",
            "Netherlands",
            "1935 - 1937",
            " ",
            "<p>Machgielis (Max) Euwe (May 20, 1901 - November 26, 1981) was a Dutch chess Grandmaster, mathematician, and author. He was the fifth player to become World Chess Champion (1935-37). Euwe also served as President of FIDE, the World Chess Federation, from 1970 to 1978. </p><p> Euwe won every Dutch chess championship that he participated in from 1921 until 1952, and additionally won the title in 1955 - his 12 titles are still a record. </p><p> Euwe's performances in the great tournaments of Nottingham 1936 and the 1938 AVRO tournament indicate he was a worthy champion. The two world title matches against Alekhine represent the heart of Euwe's career. Altogether, the two played 86 competitive games, and Alekhine had a +28 ?20 =38 lead, according to chessgames.com. Many of Alekhine's wins came early in their series; he was nine years older, and had more experience during that time. Then in the return match, Alekhine won by six points. </p><p> From 1970 (at age 69) until 1978, he was president of the FIDE.</p>",
            "Euwe",
			"5"
        ],
        [
            "Mikhail Botvinnik",
            "August 17 1911 - May 5, 1995",
            "USSR",
            "1948-1957,1958-1960,1961-1963",
            " ",
            "<p>Mikhail Moiseyevich Botvinnik, PhD (August 17 1911 - May 5, 1995) was a Soviet and Russian International Grandmaster and three-time World Chess Champion. Working as an electrical engineer and computer scientist at the same time, he was one of the very few famous chess players who achieved distinction in another career while playing top-class competitive chess. He was also a pioneer of computer chess.</p><p>Botvinnik was the first world-class player to develop within the Soviet Union (Alekhine was a top player before the Russian Revolution), putting him under political pressure but also giving him considerable influence within Soviet chess. From time to time he was accused of using that influence to his own advantage, but the evidence is unclear and some suggest he resisted attempts by Soviet officials to intimidate some of his rivals.</p><p>Botvinnik also played a major role in the organization of chess, making a significant contribution to the design of the World Chess Championship system after World War II and becoming a leading member of the coaching system that enabled the Soviet Union to dominate top-class chess during that time. His famous pupils include World Champions Anatoly Karpov, Garry Kasparov and Vladimir Kramnik.</p>",
            "Botvinnik",
			"6"
        ],
        [
            "Vasily Smyslov",
            "24 March 1921 - 27 March 2010",
            "USSR",
            "1957-1958",
            " ",
            "<p>Vasily Vasilyevich Smyslov (24 March 1921 - 27 March 2010) was a Soviet and Russian chess grandmaster, and was World Chess Champion from 1957 to 1958. He was a Candidate for the World Chess Championship on eight occasions (1948, 1950, 1953, 1956, 1959, 1965, 1983, and 1985). Smyslov twice tied for first at the Soviet Championship (1949, 1955), and his total of 17 Chess Olympiad medals won is an all-time record. In five European Team Championships, Smyslov won ten gold medals.</p><p>Smyslov remained active and successful in competitive chess well into the 1960s and 1970s, qualifying for the finals of the World Championship Candidates' Matches as late as 1983. Despite failing eyesight, he remained active in the occasional composition of chess problems and studies until shortly before his death in 2010.</p>",
            "Smyslov",
			"7"
        ],
        [
            "Mikhail Tal",
            "November 9, 1936 - June 28, 1992",
            "USSR",
            "1960-1961",
            " ",
            "<p>Mikhail Tal (November 9, 1936 - June 28, 1992) was a Soviet-Latvian chess Grandmaster and the eighth World Chess Champion.</p><p>Widely regarded as a creative genius and the best attacking player of all time, he played in a daring, combinational style. His play was known above all for improvisation and unpredictability. Every game, he once said, was as inimitable and invaluable as a poem. He was often called \"Misha\", a diminutive for Mikhail, and \"The magician from Riga\". Both The Mammoth Book of the World's Greatest Chess Games (Burgess, Nunn & Emms 2004) and Modern Chess Brilliancies (Evans 1970) include more games by Tal than any other player. Tal was also a highly regarded chess writer. He also holds the records for both the first and second longest unbeaten streaks in competitive chess history.</p><p> On May 28, 1992, dying from kidney failure, he left hospital to play at the Moscow blitz tournament, where he defeated Garry Kasparov. He died one month later. The Mikhail Tal Memorial is held in Moscow each year since 2006 to honour his memory.</p>",
            "Tal",
			"8"
        ],
        [
            "Tigran Petrosian",
            "June 17, 1929 - August 13, 1984",
            "USSR",
            "1963-1969",
            " ",
            "<p>Tigran Petrosian(June 17, 1929 - August 13, 1984) was a Soviet Armenian grandmaster, and World Chess Champion from 1963 to 1969. He was nicknamed \"Iron Tigran\" due to his almost impenetrable defensive playing style, which emphasised safety above all else.</p><p>Petrosian was a Candidate for the World Championship on eight occasions (1953, 1956, 1959, 1962, 1971, 1974, 1977 and 1980). He won the world championship in 1963 (against Mikhail Botvinnik), successfully defended it in 1966 (against Boris Spassky), and lost it in 1969 (to Spassky). Thus he was the defending World Champion or a World Championship candidate in ten consecutive three-year cycles. He won the Soviet Championship four times (1959, 1961, 1969, and 1975).</p><p>Petrosian was recognised as the hardest player to beat in the history of chess by the authors of a 2004 book.</p>",
            "Petrosian",
			"9"
        ],
        [
            "Boris Spassky",
            "January 30, 1937 -",
            "USSR",
            "1969-1972",
            " ",
            "<p>Boris Vasilievich Spassky (born January 30, 1937) is a Soviet-French chess grandmaster. He was the tenth World Chess Champion, holding the title from 1969 to 1972. He is known as one of the greatest living chess players, and is the oldest living world champion.</p><p>Spassky won the Soviet Chess Championship twice outright (1961, 1973), and twice lost in playoffs (1956, 1963), after tying for first place during the event proper. He was a World Chess Championship candidate on seven occasions (1956, 1965, 1968, 1974, 1977, 1980, and 1985).</p><p>Spassky defeated Tigran Petrosian in 1969 to become World Champion, then lost the title in the Fischer-Spassky match in 1972 - one of the most famous chess matches in history.</p>",
            "Spassky",
			"10"
        ],
        [
            "Robert (Bobby) Fischer",
            "March 9, 1943 - January 17, 2008",
            "USA",
            "1972-1975",
            " ",
            "<p>Robert James \"Bobby\" Fischer (March 9, 1943 - January 17, 2008) was an American chess Grandmaster and the 11th World Chess Champion. He is widely considered the greatest chess player of all time. Fischer was also a best-selling chess author. </p><p>A chess prodigy, at age 13 Fischer won a \"brilliancy\" that became known as The Game of the Century. Starting at age 14, he played in eight United States Championships, winning each by at least a point. At age 15, he became both the youngest grandmaster and the youngest candidate for the World Championship up to that time. He won the 1963-64 U.S. Championship 11-0, the only perfect score in the history of the tournament. In the early 1970s he became one of the most dominant players in modern history, winning the 1970 Interzonal by a record 3.5-point margin and winning 20 consecutive games, including two unprecedented 6-0 sweeps in the Candidates Matches. He became the first official World Chess Federation (FIDE) number-one rated chess player in July 1971, and his 54 total months at number one is the third longest of all time. </p><p>In 1972, he captured the World Championship from Boris Spassky of the USSR in a match widely publicized as a Cold War confrontation. The match, held in Iceland, attracted more worldwide interest than any chess match before or since. In 1975, Fischer declined to defend his title when he could not reach agreement with FIDE over the conditions for the match. He became more reclusive and did not play competitive chess again until 1992, when he won an unofficial rematch against Spassky. After ending his competitive career, he proposed a new variant of chess and a modified chess timing system. His idea of adding a time increment after each move is now standard, and his variant Chess960 is gaining in popularity.</p>",
            "Fischer",
			"11"
        ],
        [
            "Anatoly Karpov",
            "May 23, 1951",
            "USSR",
            "1975-1985",
            " ",
            "<p>Anatoly Yevgenyevich Karpov (born May 23, 1951) is a Russian chess grandmaster and former World Champion. He was the official world champion from 1975 to 1985 when he was defeated by Garry Kasparov. </p><p>He played three matches against Kasparov for the title from 1986 to 1990, before becoming FIDE World Champion once again after Kasparov broke away from FIDE in 1993. He held the title until 1999, when he resigned his title in protest against FIDE's new world championship rules. </p><p>For his decades-long standing among the world's elite, Karpov is considered one of the greatest players of all time.</p><p>His tournament successes include over 160 first-place finishes. He had a peak Elo rating of 2780, and his 90 total months at world number one is second all-time behind only Garry Kasparov since the inception of the FIDE ranking list in 1970.</p>",
            "Karpov",
			"12"
        ],
        [
            "Garry Kasparov",
            "13 April 1963 -",
            "USSR",
            "1985- 1993",
            " ",
            "<p>Garry Kimovich Kasparov (born 13 April 1963) is a Russian (formerly Soviet) chess grandmaster, a former World Chess Champion, writer and political activist, considered by many to be the greatest chess player of all time.</p><p>Kasparov became the youngest ever undisputed World Chess Champion in 1985 at the age of 22 by defeating then-champion Anatoly Karpov. </p><p>He held the official FIDE world title until 1993, when a dispute with FIDE led him to set up a rival organization, the Professional Chess Association. He continued to hold the \"Classical\" World Chess Championship until his defeat by Vladimir Kramnik in 2000. He was the first world champion to lose a match to a computer under standard time controls, when he lost to Deep Blue in 1997.</p><p>Kasparov's ratings achievements include being rated world No. 1 according to Elo rating almost continuously from 1986 until his retirement in 2005 and holding the all-time highest rating of 2851. He was the world No. 1 ranked player for 255 months, nearly three times as long as his closest rival, Anatoly Karpov. Kasparov also holds records for consecutive tournament victories and Chess Oscars.</p>",
            "Kasparov",
			"13"
        ],
		[
			"Vladimir Kramnik",
			"25 June 1975 -",
			"Russia",
			"2006 - 2007",
			" ",
			"<p>Vladimir Borisovich Kramnik (born 25 June 1975) is a Russian chess grandmaster. He was the Classical World Chess Champion from 2000 to 2006, and the undisputed World Chess Champion from 2006 to 2007. He has also won the two strongest chess tournaments (by rating strength) in history: the 2009 Mikhail Tal Memorial and the 2010 Grand Slam Masters Final. He has won three team gold medals and three individual medals at Chess Olympiads.</p><p>In October 2000, he defeated Garry Kasparov in a match played in London, and became the Classical World Chess Champion. In late 2004, Kramnik successfully defended his title against challenger Peter Leko in a drawn match played in Brissago, Switzerland. In October 2006, Kramnik, the Classical World Champion, defeated reigning FIDE World Champion Veselin Topalov in a unification match, the World Chess Championship 2006. As a result Kramnik became the first undisputed World Champion, holding both the FIDE and Classical titles, since Kasparov split from FIDE in 1993. In 2007, Kramnik lost the title to Viswanathan Anand, who won the World Chess Championship tournament ahead of Kramnik. He challenged Anand at the World Chess Championship 2008 to regain his title, but lost.</p><p>Kramnik qualified for the Candidates Tournament which determined the challenger to face World Champion Anand in the World Chess Championship 2012. He advanced to the semifinals before losing to Alexander Grischuk.</p>",
			"Kramnik",
			"14"
		],
		[
			"Viswanathan Anand",
			"11 December 1969",
			"India",
			"2007 - 2013",
			" ",
			"<p>Viswanathan Anand (born 11 December 1969) is an Indian chess Grandmaster and the current World Chess Champion. Anand has won the World Chess Championship five times(2000, 2007, 2008, 2010, 2012), and has been the undisputed World Champion since 2007. Anand was the FIDE World Rapid Chess Champion in 2003, and is widely considered the strongest rapid player of his generation.<p><p>Anand became India's first grandmaster in 1987. He was also the first recipient of the Rajiv Gandhi Khel Ratna Award in 1991–92, India's highest sporting honour. In 2007, he was awarded India's second highest civilian award, the Padma Vibhushan, making him the first sportsperson to receive the award in Indian history. Anand has won the Chess Oscar six times (1997, 1998, 2003, 2004, 2007, 2008).</p><p>He held the FIDE World Chess Championship from 2000 to 2002, at a time when the world title was split. He became the undisputed World Champion in 2007 and defended his title against Vladimir Kramnik in 2008. He then successfully defended his title in the World Chess Championship 2010 against Veselin Topalov and in the World Chess Championship 2012 against Boris Gelfand. As the reigning champion, he will face the winner of the upcoming Candidates Tournament for the World Chess Championship 2013.</p><p>Anand is one of six players in history to break the 2800 mark on the FIDE rating list, and in April 2007 at the age of 37, he became the world number one for the first time. He was at the top of the world rankings five out of six times, from April 2007 to July 2008, holding the number-one ranking for a total of 15 months. In October 2008, he dropped out of the world top three ranking for the first time since July 1996. Anand regained the world number one ranking in 1 November 2010, having defeated the reigning world No. 1 Magnus Carlsen in the Bilbao Masters, but had to concede the top spot back to Carlsen in July 2011.</p>",
			"Anand",
			"15"
		],
		[
            "Magnus Carlsen",
            "November 30, 1990",
            "Norway",
            "2013 - present",
            " ",
            "<p>Magnus Carlsen (born in Norway on November 30, 1990) is a Norwegian chess grandmaster, reigning World Chess Champion and the No. 1 ranked player in the world. His peak rating is 2872, the highest in history.</p><p>A chess prodigy, in 2004 Carlsen became a grandmaster at the age of 13 years, 148 days, making him at that time the second youngest grandmaster in history, although he has since become the third youngest. On 1 January 2010, at the age of 19 years, 32 days, he became the youngest chess player in history to be ranked world No. 1. On the January 2013 FIDE rating list, Carlsen reached an Elo rating of 2861, at that time the highest in history. Carlsen faced Anand in the World Chess Championship 2013 in Chennai, India, from 9 to 22 November. Carlsen won the match 6½–3½ by winning games five, six and nine and drawing the remainder. Thus, Carlsen became the new world chess champion.</p><p>Known for his attacking style as a teenager, Carlsen later developed into a more universal player. He does not focus on opening preparation as much as other top players, and plays a variety of openings, making it harder for opponents to prepare against him. His positional mastery and endgame prowess have drawn comparisons to those of former world champions.</p><p>",
            "Carlsen",
			"16"
        ]
    ]
}