{
    "players": [
        [
            "Paul Morphy",
            "May 17, 1836 - August 12, 1900",
            "Austrian Empire",
            "1886 - 1894",
            " ",
            "<div style='font-size:1.2em'><p>Paul Charles Morphy was born on June 22, 1837 in New Orleans, Louisiana. He was nicknamed \"The Pride and Sorrow of Chess,\" and is considered to have been the greatest chess master of his time, and was an unofficial World Champion. Some chess grandmasters consider Morphy to have been the greatest chessplayer who has ever lived.</p><p>He grew up in an atmosphere of genteel civility and culture where chess and music were the typical highlights of a Sunday home gathering. According to his uncle, Ernest Morphy, no one formally taught Morphy how to play chess. Ernest wrote that as a young child, Morphy learned on his own from simply watching the game played. His uncle recounted how Morphy, after watching one game for several hours between his father and him, told him afterwards that he should have won the game. Father and uncle were surprised, as they didn't think that young Paul knew the moves, let alone any chess strategy. They were even more surprised when Paul proved his claim by resetting the pieces and demonstrating the win his uncle had missed.</p><p>In 1846, General Winfield Scott visited the city, and let his hosts know that he desired an evening of chess with a strong local player. Chess was an infrequent pastime of Scott's, but he enjoyed the game and considered himself a formidable chess player. After dinner, the chess pieces were set up and Scott's opponent was brought in: diminutive, eight-year-old Morphy, dressed in a lace shirt and velvet knickerbockers and looking like anything but a ferocious opponent. Seeing the small boy, Scott was at first offended, thinking he was being made fun of; but when assured that his wishes had been scrupulously obeyed, and that the boy was a \"chess prodigy\" who would tax his skill, Scott consented to play. To General Scott's surprise, Morphy beat him easily not once, but twice. The second time the boy announced a forced checkmate after only six moves. Two losses against a small boy was all General Scott's ego could stand, and he declined further games and retired for the night, never to play Morphy again.</p><p>In 1850, the strong professional Hungarian chess master Johann Lwenthal visited New Orleans. Morphy was 12 when he encountered L wenthal. Lwenthal had played young talented players before, and expected to easily overcome Morphy, and considered the informal match as a waste of time but accepted the offer as a courtesy to the well-to-do Judge. When L wenthal met him, he patted him on the head in a patronizing manner. He expected no more from Morphy than the usual talented young players he had played before. When the first game began, Lwenthal got to about move 12 and realized he was up against something formidable. He slowed way down on his moves, and each time Morphy made a good move L wenthal's eyebrows shot up in a manner described by Ernest Morphy as \"comique\". He was shocked at the power he was up against. Lwenthal played three games with Morphy during his New Orleans stay, losing all three.</p><p>After 1850, Morphy did not play much chess for a long time. Studying diligently, he graduated from Spring Hill College in Mobile, Alabama in the spring of 1855. He then was accepted to the University of Louisiana to study law. He received an L.L.B. degree on April 7, 1857. Although Morphy was able to recite the entire Civil Code of Louisiana from memory, he was too young to be officially admitted to the bar.</p><p>Consequently, this left Morphy with a lot of free time. He received an invitation to participate in the First American Chess Congress, to be held in New York in the fall of 1857. At first he declined, but at the urging of his uncle, who was quite proud of Morphy's chess skill, he eventually decided to play. After securing parental permission, Morphy made the long trip to New York via steamboat up the Mississippi River and overland by railroad to New York. He won the competition by winning fourteen while losing one with three draws. In the final round, he defeated the strong German-American master Louis Paulsen winning five games, drawing two, and losing one. (It was said that Louis Paulsen was an extremely slow player and that made Morphy nearly cry while playing with him). Morphy was now the chess champion of the United States, and such was his strength of play that many urged him to test his skill abroad.</p><p>Still too young to start his law career, soon after returning to New Orleans he was invited to attend an international chess tournament to be held in Birmingham, England in the summer of 1858. He accepted the challenge and traveled to England but ended up not playing in the tournament, playing a series of chess matches against the leading English masters instead and defeating them all except English chess master Howard Staunton who promised to play but eventually declined. At times, Staunton was physically present in the same room where Morphy easily beat the English masters. He had every opportunity to measure Morphy's talent, and he decided not to play a single game against Morphy. While the few months he stayed in England, most of his times were playing blind-fold games with eight people simultaneously, he won every time he played.</p><p>Seeking new opponents and now aware that Staunton had no real desire to play, Morphy then crossed the English Channel and visited France. There he went to the Caf de la Regence in Paris, which was the center of chess in France. He played a match against Daniel Harrwitz, the resident chess professional, and soundly defeated him. In Paris he suffered from a bout of intestinal influenza and came down with a high fever. In accordance with the medical wisdom of the time, he was treated with leeches, resulting in his losing a significant amount of blood. Despite the fact that he was now too weak to stand up unaided, Morphy insisted on going ahead with a match against the visiting German champion Adolf Anderssen, who was considered by many to be Europe's leading player, and who had come to Paris all the way from his native Breslau, Germany, solely to play against the now famous American chess wonder. Despite his illness Morphy triumphed easily, winning seven while losing two, with two draws in 1858. When asked about his defeat, Anderssen claimed to be out of practice, but also admitted that Morphy was in any event the stronger player and that he was fairly beaten. Anderssen also attested that in his opinion, Morphy was the strongest player ever to play the game, even stronger than the famous French champion Bourdonnais.</p><p>Returning to England in the spring of 1859, Morphy was lionized by the English. As had happened in France, he was now sought after by the best people. His fame was such he was even asked to a private audience with Queen Victoria. His chess supremacy was universally acknowledged and no longer did it seem fit to have him play even masters without giving him some sort of handicap. A match therefore was set up where he was pitted against five masters (Jules Arnous de Rivire, Samuel Boden, Thomas Barnes, Johann L wenthal, and Henry Bird) simultaneously. Morphy won two games, drew two games, and lost one. No other world champion has since duplicated his feat of playing five of his closest rivals at the same time. Shortly after, Morphy started the long trip home, taking a ship back to New York.</p><p>Prior to his getting home, Morphy had issued an open challenge to anyone in the world to play a match where he would give odds of pawn and move (in a match between two evenly matched Masters, a pawn advantage is considered a winning advantage); and to play for any amount whatsoever. Finding no takers, he declared himself retired from the game, and with a few exceptions, he gave up the public playing of the game for good.</p><p>Morphy's final years were tragic. Depressed, he spent his last years wandering around the French Quarter of New Orleans, talking to people no one else could see, and having feelings of persecution. Morphy was found dead in his bathtub on the afternoon of July 10, 1884 by his mother. The doctor said he had suffered congestion of the brain (stroke), brought on by entering cold water after being very warm from his long mid-day walk. He died at the age of only forty-seven.</p><p>Despite the fact that Morphy had not played chess publicly for over twenty-five years, it was not until after his death that Steinitz proclaimed that his match with Zukertort would be for the \"official\" world chess championship. Steinitz's forbearance to claim the title while Morphy was still alive was a recognition of Morphy's superior chess strength.</p><p style=\"text-align:right> - http://www.supreme-chess.com </p></div>",
        	"Morphy, Paul",
        	"<div style='font-size:1.3em'><p>\"I win my games in seventy moves but Mr. Morphy wins his in twenty, but that is only natural...\" Anderssen said, explaining his poor results against Morphy. </p><p>Paul Morphy's  playing style was revolutionary for the time period and beyond, emphasizing positional development in every early move.Morphy can be considered the first modern player. Some of his games do not look modern because he did not need the sort of slow positional systems that modern grandmasters use, or that Staunton, Paulsen, and later Steinitz developed. His opponents had not yet mastered the open game, so he played it against them and he preferred open positions because they brought quick success. He played open games almost to perfection but could handle any sort of position, having a complete grasp of chess years ahead of his time.  He always develops all his pieces quickly and effortlessly.</p><p>Morphy was the ultimate attack player, always answering a threat with another threat, never offering his opponent a moment of rest. In lots of Morphy's games, most his moves were forcing moves! He played powerful chess!</p><p>Today many amateurs think of Morphy as a dazzling combinative player, who excelled in sacrificing his queen and checkmating his opponent a few brilliant moves later. One reason for this impression is that chess books like to reprint his flashy games. There are games where he did do this, but it was not the basis of his chess style. In fact, the masters of his day considered his style to be on the conservative side compared to some of the flashy older masters like La Bourdonnais and Anderssen.</p></div>"
        ]
    ]
}